<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Atom</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>productivity</string>
		<key>NAME</key>
		<string>Atom</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>category</key>
			<string>Text Editors</string>
			<key>description</key>
			<string>A hackable text editor for the 21st Century</string>
			<key>developer</key>
			<string>GitHub, Inc.</string>
			<key>display_name</key>
			<string>Atom</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh

# Simulate the "Atom -&gt; Install Shell Commands"

# /usr/local/bin/atom
ATOM_SOURCE="/Applications/Atom.app/Contents/Resources/app/atom.sh"
ATOM_TARGET="/usr/local/bin/atom"
if [[ -f "${ATOM_SOURCE}" ]]; then
    echo "Creating symbolic link ${ATOM_SOURCE} -&gt; ${ATOM_TARGET}"
    /bin/ln -s "${ATOM_SOURCE}" "${ATOM_TARGET}"
else
    echo "${ATOM_SOURCE} doesn't exist..."
fi

# /usr/local/bin/apm
APM_SOURCE="/Applications/Atom.app/Contents/Resources/app/apm/node_modules/.bin/apm"
APM_TARGET="/usr/local/bin/apm"
if [[ -f "${APM_SOURCE}" ]]; then
    echo "Creating symbolic link ${APM_SOURCE} -&gt; ${APM_TARGET}"
    /bin/ln -s "${APM_SOURCE}" "${APM_TARGET}"
else
    echo "${APM_SOURCE} doesn't exist..."
fi

exit 0
</string>
			<key>postuninstall_script</key>
			<string>#!/bin/sh

# /usr/local/bin/atom
ATOM="/usr/local/bin/atom"
if [[ -L "${ATOM}" ]]; then
    echo "Removing ${ATOM}"
    /bin/rm -f "${ATOM}"
else
    echo "${ATOM} doesn't exist..."
fi

# /usr/local/bin/apm
APM="/usr/local/bin/apm"
if [[ -L "${APM}" ]]; then
    echo "Removing ${APM}"
    /bin/rm -f "${APM}"
else
    echo "${APM} doesn't exist..."
fi

exit 0
</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Atom</string>
</dict>
</plist>
