<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Batchmod</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities</string>
		<key>NAME</key>
		<string>Batchmod</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.macchampion.com/arbysoft/batchmodappcast.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>BatChmod is a utility for manipulating file and folder privileges in Mac OS X</string>
			<key>display_name</key>
			<string>BatChmod</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.askilgl.autopkg.munki.Batchmod</string>
</dict>
</plist>
