<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.CarbonCopyCloner</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities</string>
		<key>NAME</key>
		<string>CarbonCopyCloner</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.bombich.com/software/updates/ccc.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>Disk and folder cloning utility for OS X.</string>
			<key>display_name</key>
			<string>Carbon Copy Cloner</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.CarbonCopyCloner.munki</string>
</dict>
</plist>
