<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.CUDADriver</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>drivers</string>
		<key>NAME</key>
		<string>CUDADriver</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>		
			<key>RestartAction</key>
			<string>RequireLogout</string>
			<key>description</key>
			<string>The NVIDIA CUDA driver allows access to GPU processing for applications.</string>
			<key>display_name</key>
			<string>NVIDIA CUDA Driver</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.munki.CUDADriver</string>
</dict>
</plist>
