<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DaisyDisk</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.daisydiskapp.com/downloads/DaisyDisk.zip</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities</string>
		<key>NAME</key>
		<string>DaisyDisk</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>Take a different look at your disk. See what's on your Mac and recover disk space every time you need it.</string>
			<key>display_name</key>
			<string>DaisyDisk</string>
			<key>minimum_os_version</key>
			<string>10.7</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.DaisyDisk</string>
</dict>
</plist>
