<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.PlexMediaServer</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>audio\video</string>
		<key>NAME</key>
		<string>PlexMediaServer</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.plexapp.com/appcast/mac/pms.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>Organize all your videos, photos, and music.</string>
			<key>display_name</key>
			<string>Plex Media Server</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.PlexMediaServer</string>
</dict>
</plist>
