<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Vagrant</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>virtualization</string>
		<key>NAME</key>
		<string>Vagrant</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>vagrant</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>Create and configure lightweight, reproducible, and portable development environments.</string>
			<key>display_name</key>
			<string>Vagrant</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Vagrant</string>
</dict>
</plist>
