<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.WinclonePro4</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>utilities</string>
		<key>NAME</key>
		<string>WinclonePro4</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.twocanoes.com/winclone/updates/winclone4-pro-software-updates.xml</string>
		<key>USER_AGENT</key>
		<string>Winclone Pro/4.1 Sparkle/313</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>description</key>
			<string>Winclone Pro is a utility to image, clone, and restore Boot Camp partitions.</string>
			<key>display_name</key>
			<string>Winclone Pro 4</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.Twocanoes.WinclonePro4.munki</string>
</dict>
</plist>
